export const todayFortuneDummy = {
  success: true,
  data: {
    birthday: '1997-09-30',
    fortune: {
      general:
        '에너지 흐름이 부드럽고 조화로운 날이에요. 자신감이 붙고 작은 일도 잘 풀리는 기운이 따릅니다.',
      study: '집중력이 필요한 일은 오전에 처리하는 게 효율적이에요.',
      money: '충동구매에 주의하세요. 작은 지출도 쌓이면 부담이 될 수 있습니다.',
      love: '오늘은 솔직한 대화가 좋은 결과를 가져다줄 거예요.',
      health: '큰 문제는 없지만, 긴장성 두통이나 어깨 결림에 주의하세요.',
      advice: '작은 습관이 큰 기쁨을 만듭니다. 오늘은 일과 배트로 몸과 마음을 다져보세요!',
    },
    created_at: '2025-09-19T10:30:00+09:00',
  },
};
